Repository: yannickkirschen/Weather
Catalog: Weather/*.lproj/Localizable.strings
Languages: de

# lowest-temperature %@
source: Lowest: %@째
de: Tief: %@°

# highest-temperature %@
source: Highest: %@째
de: Hoch: %@°

source: 10-day forecast
de: 10-Tages Vorhersage

# highest-lowest-temperature %@ %@
source: H: %@째, L: %@째
de: H: %@°, L´T: %@°

source: Sunny
de: Sonne

source: Cloudy
de: Wolken

# sunny-cloudy
source: Mostly sunny
de: Meist sonnig

source: Rainy
de: Regen

# heavy-rainy
source: Caution: heavy rain!
de: Achtung: Starkregen!

source: Snowy
de: Schnee

source: Sleety
de: Schneeregen

source: Foggy
de: Wolken

# thundery
source: Caution: thundery!
de: Achtung: Gewitter!

source: Clear night
de: Klare Nacht

source: Windy
de: Wind

source: Unknown
de: Unbekannt

source: Sunrise
de: Sonnenaufgang

source: Sunset
de: Sonnenuntergang
